{
  "prayers": [
    {
      "id": "lords-prayer",
      "title": "Padre Nuestro",
      "category": "liturgical",
      "content": "Padre nuestro, que estás en el cielo, santificado sea tu nombre. Venga tu reino. Hágase tu voluntad en la tierra como en el cielo. Danos hoy nuestro pan de cada día. Perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden. No nos dejes caer en tentación, y líbranos del mal. Porque tuyo es el reino, el poder y la gloria, por los siglos de los siglos. Amén.",
      "source": "Mateo 6:9-13",
      "tags": ["tradicional", "jesús", "fundamental"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "gloria-patri",
      "title": "Gloria al Padre",
      "category": "liturgical",
      "content": "Gloria al Padre, y al Hijo, y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
      "source": "Tradicional",
      "tags": ["tradicional", "trinidad", "doxología"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "apostles-creed",
      "title": "Credo de los Apóstoles",
      "category": "liturgical",
      "content": "Creo en Dios, Padre todopoderoso, creador del cielo y de la tierra. Creo en Jesucristo, su único Hijo, nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo, nació de santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado, descendió a los infiernos, al tercer día resucitó de entre los muertos, subió a los cielos y está sentado a la derecha de Dios, Padre todopoderoso. Desde allí ha de venir a juzgar a vivos y muertos. Creo en el Espíritu Santo, la santa Iglesia católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén.",
      "source": "Tradicional",
      "tags": ["credo", "fe", "fundamental"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "come-holy-spirit",
      "title": "Ven, Espíritu Santo",
      "category": "charismatic",
      "content": "Ven, Espíritu Santo, llena los corazones de tus fieles y enciende en ellos el fuego de tu amor. Envía tu Espíritu y serán creados, y renovarás la faz de la tierra. Oh Dios, que por la luz del Espíritu Santo instruiste los corazones de los fieles, concédenos que por el mismo Espíritu gocemos siempre de su consuelo y seamos verdaderamente sabios. Por Cristo nuestro Señor. Amén.",
      "source": "Oración carismática tradicional",
      "tags": ["espíritu-santo", "carismático", "pentecostés", "renovación"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "morning-prayer",
      "title": "Oración de la Mañana",
      "category": "morning",
      "content": "Dios todopoderoso, te damos gracias por el don de este nuevo día. Al salir el sol, que tu luz brille sobre nosotros y guíe nuestros pasos. Concédenos sabiduría en nuestras decisiones, fortaleza en nuestros desafíos y paz en nuestros corazones. Ayúdanos a servirte fielmente y a amar a nuestro prójimo. Por Jesucristo nuestro Señor. Amén.",
      "source": "Tradición del Libro de Oración Común",
      "tags": ["mañana", "diario", "guía"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "evening-prayer",
      "title": "Oración de la Noche",
      "category": "evening",
      "content": "Dios misericordioso, al llegar al final de este día, te damos gracias por tus incontables bendiciones. Perdona nuestras faltas y debilidades. Concédenos un descanso tranquilo y restaura nuestras almas. Vela por nuestros seres queridos y por todos los necesitados. En el nombre de Jesús. Amén.",
      "source": "Tradicional",
      "tags": ["noche", "descanso", "perdón"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-spiritual-gifts",
      "title": "Oración por los Dones Espirituales",
      "category": "charismatic",
      "content": "Padre celestial, te damos gracias por los dones de tu Espíritu Santo. Concédenos sabiduría para usar estos dones para la edificación de tu Iglesia y el avance de tu Reino. Llénanos de nuevo con tu Espíritu, para que ministremos con poder y demostremos tu amor al mundo. Por Jesucristo nuestro Señor. Amén.",
      "source": "1 Corintios 12-14",
      "tags": ["dones-espirituales", "carismático", "ministerio", "espíritu-santo"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-before-communion",
      "title": "Oración antes de la Santa Comunión",
      "category": "sacramental",
      "content": "Dios todopoderoso, ante quien todos los corazones están abiertos, todos los deseos son conocidos, y de quien ningún secreto se oculta: Purifica los pensamientos de nuestros corazones por la inspiración de tu Espíritu Santo, para que podamos amarte perfectamente y dignamente magnificar tu santo Nombre; por Cristo nuestro Señor. Amén.",
      "source": "Tradición del Libro de Oración Común",
      "tags": ["comunión", "eucaristía", "sacramental", "preparación"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-before-meals",
      "title": "Oración antes de los Alimentos",
      "category": "thanksgiving",
      "content": "Bendícenos, Señor, y bendice estos alimentos que por tu bondad vamos a recibir. Por Cristo nuestro Señor. Amén.",
      "source": "Tradicional",
      "tags": ["alimentos", "bendición", "gratitud"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-peace",
      "title": "Oración por la Paz",
      "category": "intercession",
      "content": "Señor, hazme un instrumento de tu paz. Donde haya odio, ponga yo amor; donde haya ofensa, perdón; donde haya duda, fe; donde haya desesperación, esperanza; donde haya tinieblas, luz; donde haya tristeza, alegría. Oh Divino Maestro, concédeme que no busque tanto ser consolado como consolar; ser comprendido como comprender; ser amado como amar. Porque dando es como recibimos; perdonando es como somos perdonados; y muriendo es como nacemos a la vida eterna. Amén.",
      "source": "Oración de San Francisco",
      "tags": ["paz", "servicio", "francisco"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-healing",
      "title": "Oración por la Sanación",
      "category": "intercession",
      "content": "Padre celestial, venimos ante ti buscando tu toque sanador. Tú eres el Gran Médico, y nada es imposible para ti. Oramos por aquellos que están enfermos de cuerpo, mente o espíritu. Restáuralos a la plenitud según tu perfecta voluntad. Por Jesucristo nuestro Señor. Amén.",
      "source": "Contemporáneo",
      "tags": ["sanación", "enfermedad", "consuelo"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-of-confession",
      "title": "Oración de Confesión",
      "category": "confession",
      "content": "Dios misericordioso, confesamos que hemos pecado contra ti de pensamiento, palabra y obra, por lo que hemos hecho y por lo que hemos dejado de hacer. No te hemos amado con todo nuestro corazón; no hemos amado a nuestros prójimos como a nosotros mismos. Estamos verdaderamente arrepentidos. Por amor de tu Hijo Jesucristo, ten misericordia de nosotros y perdónanos. Amén.",
      "source": "Libro de Oración Común",
      "tags": ["confesión", "arrepentimiento", "perdón"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-of-thanksgiving",
      "title": "Oración de Acción de Gracias",
      "category": "thanksgiving",
      "content": "Dios todopoderoso, Padre de todas las misericordias, nosotros tus indignos siervos te damos humildes gracias por toda tu bondad y amor hacia nosotros y hacia todos los que has creado. Te bendecimos por nuestra creación, preservación y todas las bendiciones de esta vida; pero sobre todo por tu inconmensurable amor en la redención del mundo por nuestro Señor Jesucristo. Amén.",
      "source": "Libro de Oración Común",
      "tags": ["acción-de-gracias", "gratitud", "alabanza"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "serenity-prayer",
      "title": "Oración de la Serenidad",
      "category": "contemporary",
      "content": "Dios, concédeme la serenidad para aceptar las cosas que no puedo cambiar, valor para cambiar las que puedo, y sabiduría para conocer la diferencia. Viviendo un día a la vez; disfrutando un momento a la vez; aceptando las dificultades como un camino hacia la paz. Amén.",
      "source": "Reinhold Niebuhr",
      "tags": ["serenidad", "aceptación", "sabiduría"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-guidance",
      "title": "Oración por la Guía",
      "category": "personal",
      "content": "Dios amoroso, tú conoces el camino que nos espera. Cuando estemos inseguros, sé nuestro guía. Cuando tengamos miedo, sé nuestra fortaleza. Cuando nos abrumemos, concédenos tu sabiduría. Ayúdanos a confiar en tu tiempo perfecto y a caminar en fe. Por Jesucristo nuestro Señor. Amén.",
      "source": "Contemporáneo",
      "tags": ["guía", "sabiduría", "confianza"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-family",
      "title": "Oración por la Familia",
      "category": "intercession",
      "content": "Padre celestial, te damos gracias por el don de la familia. Bendice nuestros hogares con tu presencia y llénalos de amor, gozo y paz. Ayúdanos a ser pacientes unos con otros, a perdonar rápidamente y a apoyarnos mutuamente. Protege a nuestros hijos y guíalos en tus caminos. Por Jesucristo nuestro Señor. Amén.",
      "source": "Contemporáneo",
      "tags": ["familia", "hogar", "hijos"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-world",
      "title": "Oración por el Mundo",
      "category": "intercession",
      "content": "Dios todopoderoso, soberano de todas las naciones, oramos por nuestro mundo. Trae paz donde hay conflicto, esperanza donde hay desesperación y sanación donde hay quebranto. Guía a nuestros líderes con sabiduría e integridad. Venga tu reino en la tierra como en el cielo. Por Jesucristo nuestro Señor. Amén.",
      "source": "Contemporáneo",
      "tags": ["mundo", "paz", "justicia"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-strength",
      "title": "Oración por Fortaleza",
      "category": "personal",
      "content": "Señor Dios, cuando somos débiles, tú eres fuerte. Cuando estamos cansados, tú nos das descanso. Cuando estamos abrumados, tú eres nuestro refugio. Concédenos la fortaleza que necesitamos para este día. Renueva nuestro espíritu y refresca nuestras almas. Por Jesucristo nuestro Señor. Amén.",
      "source": "Contemporáneo",
      "tags": ["fortaleza", "debilidad", "refugio"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "noon-prayer",
      "title": "Oración del Mediodía",
      "category": "noon",
      "content": "Señor Jesucristo, a esta hora del día, hacemos una pausa para recordar tu presencia. Renueva nuestras fuerzas para las tareas que quedan. Ayúdanos a caminar contigo durante el resto de este día. En tu nombre oramos. Amén.",
      "source": "Tradición litúrgica",
      "tags": ["mediodía", "pausa", "renovación"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "family-prayer",
      "title": "Oración en Familia",
      "category": "family",
      "content": "Padre celestial, te damos gracias por el don de la familia. Bendice nuestros hogares con tu presencia y llénalos de amor, gozo y paz. Protege a nuestros hijos y guíalos en tus caminos. Fortalece los lazos entre nosotros. Por Jesucristo nuestro Señor. Amén.",
      "source": "Contemporáneo",
      "tags": ["familia", "hogar", "hijos"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-before-exam",
      "title": "Oración antes de un Examen",
      "category": "occasions",
      "content": "Señor, te pido tu bendición al prepararme para este examen. Calma mis nervios y aclara mi mente. Ayúdame a recordar lo que he estudiado y a dar lo mejor de mí. Amén.",
      "source": "Contemporáneo",
      "tags": ["estudiante", "examen", "calma", "ocasiones"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-travel",
      "title": "Oración por los Viajeros",
      "category": "occasions",
      "content": "Dios todopoderoso, te pedimos tu protección en este viaje. Guarda a todos los viajeros de peligros y accidentes. Concédeles un viaje seguro y felices reencuentros con sus seres queridos. Por Cristo nuestro Señor. Amén.",
      "source": "Libro de Oración Común",
      "tags": ["viaje", "protección", "seguridad", "ocasiones"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-new-job",
      "title": "Oración por un Nuevo Trabajo",
      "category": "occasions",
      "content": "Padre celestial, te doy gracias por esta nueva oportunidad. Guíame al comenzar este nuevo capítulo de mi vida. Dame sabiduría para aprender, gracia para relacionarme con los demás y fortaleza para enfrentar los desafíos. En el nombre de Jesús. Amén.",
      "source": "Contemporáneo",
      "tags": ["trabajo", "nuevo-comienzo", "guía", "ocasiones"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "prayer-for-anxiety",
      "title": "Oración en Tiempos de Ansiedad",
      "category": "occasions",
      "content": "Dios de paz, mi corazón está turbado y mi mente inquieta. Trae tu calma a mi espíritu agitado. Ayúdame a confiar en ti con todo mi corazón. Recuérdame que tú tienes el control y que tus planes para mí son buenos. Llena mi corazón con tu paz que sobrepasa todo entendimiento. En el nombre de Jesús. Amén.",
      "source": "Contemporáneo - basado en Filipenses 4:6-7",
      "tags": ["ansiedad", "paz", "confianza", "ocasiones"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "lutheri-hommikupalve",
      "title": "Oración Matutina de Lutero",
      "category": "liturgical",
      "content": "Te doy gracias, Padre celestial mío, por medio de Jesucristo, tu amado Hijo, que me has guardado esta noche de todo mal y peligro; y te ruego que también me guardes hoy de pecado y de todo mal. Porque en tus manos encomiendo mi cuerpo, mi alma y todas las cosas. Que tu santo ángel esté conmigo. Amén.",
      "source": "Martín Lutero",
      "tags": ["lutero", "mañana", "protección"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "angelus",
      "title": "El Ángelus",
      "category": "liturgical",
      "content": "El Ángel del Señor anunció a María. Y concibió por obra del Espíritu Santo. Dios te salve, María... He aquí la esclava del Señor. Hágase en mí según tu palabra. Dios te salve, María... Y el Verbo se hizo carne. Y habitó entre nosotros. Dios te salve, María... Ruega por nosotros, Santa Madre de Dios. Para que seamos dignos de las promesas de Cristo. Oremos: Infunde, Señor, tu gracia en nuestros corazones. Por el mismo Jesucristo nuestro Señor. Amén.",
      "source": "Tradicional",
      "tags": ["ángelus", "María", "encarnación"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "confession",
      "title": "Confesión General",
      "category": "liturgical",
      "content": "Padre todopoderoso y misericordioso, hemos errado y nos hemos desviado de tus caminos como ovejas perdidas. Hemos seguido demasiado los deseos e inclinaciones de nuestros propios corazones. Hemos pecado contra tus santas leyes. Hemos dejado de hacer lo que debíamos hacer; y hemos hecho lo que no debíamos hacer; y no hay salud en nosotros. Pero tú, oh Señor, ten misericordia de nosotros, miserables pecadores. Perdona, oh Dios, a los que confiesan sus faltas. Restaura a los que se arrepienten; conforme a tus promesas declaradas a la humanidad en Cristo Jesús nuestro Señor. Y concede, oh Padre misericordioso, por su amor; que de ahora en adelante vivamos una vida piadosa, justa y sobria, para la gloria de tu santo Nombre. Amén.",
      "source": "Libro de Oración Común",
      "tags": ["confesión", "arrepentimiento", "oficio-diario"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "benedictus",
      "title": "Benedictus (Cántico de Zacarías)",
      "category": "liturgical",
      "content": "Bendito sea el Señor, Dios de Israel, porque ha visitado y redimido a su pueblo; y nos ha levantado una poderosa salvación en la casa de su siervo David; como habló por boca de sus santos profetas desde el principio del mundo: que seríamos salvados de nuestros enemigos y de la mano de todos los que nos odian; para mostrar la misericordia prometida a nuestros padres, y para recordar su santo pacto; el juramento que juró a nuestro padre Abraham, que nos concedería; que, librados de la mano de nuestros enemigos, le sirviéramos sin temor; en santidad y justicia delante de él, todos los días de nuestra vida. Y tú, niño, serás llamado profeta del Altísimo, porque irás delante del Señor para preparar sus caminos; para dar a su pueblo conocimiento de la salvación por la remisión de sus pecados, por la entrañable misericordia de nuestro Dios; por la cual nos ha visitado el amanecer desde lo alto; para dar luz a los que se sientan en tinieblas y en sombra de muerte, y para guiar nuestros pies por el camino de la paz.",
      "source": "Lucas 1:68-79",
      "tags": ["cántico", "zacarías", "oración-matutina", "oficio-diario"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "magnificat",
      "title": "Magnificat (Cántico de María)",
      "category": "liturgical",
      "content": "Proclama mi alma la grandeza del Señor, y mi espíritu se alegra en Dios mi Salvador. Porque ha mirado la humildad de su sierva. Desde ahora me llamarán bienaventurada todas las generaciones. Porque el Poderoso ha hecho grandes cosas en mí, y santo es su Nombre. Y su misericordia es de generación en generación sobre los que le temen. Ha desplegado el poder de su brazo; ha dispersado a los soberbios en el pensamiento de sus corazones. Ha derribado a los poderosos de sus tronos, y ha exaltado a los humildes. Ha colmado de bienes a los hambrientos, y a los ricos ha despedido vacíos. Ha socorrido a Israel su siervo, acordándose de su misericordia, como lo prometió a nuestros padres, a Abraham y a su descendencia para siempre.",
      "source": "Lucas 1:46-55",
      "tags": ["cántico", "María", "oración-vespertina", "oficio-diario"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "nunc-dimittis",
      "title": "Nunc Dimittis (Cántico de Simeón)",
      "category": "liturgical",
      "content": "Ahora, Señor, despides a tu siervo en paz, conforme a tu palabra. Porque mis ojos han visto tu salvación, la cual has preparado en presencia de todos los pueblos; luz para iluminar a las naciones, y gloria de tu pueblo Israel.",
      "source": "Lucas 2:29-32",
      "tags": ["cántico", "simeón", "oración-vespertina", "oficio-diario"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    },
    {
      "id": "st-michael-prayer",
      "title": "Oración a San Miguel Arcángel",
      "category": "liturgical",
      "content": "San Miguel Arcángel, defiéndenos en la batalla. Sé nuestro amparo contra la perversidad y acechanzas del demonio. Reprímale Dios, pedimos suplicantes, y tú, Príncipe de la milicia celestial, arroja al infierno con el divino poder a Satanás y a los otros espíritus malignos que andan dispersos por el mundo para la perdición de las almas. Amén.",
      "source": "Papa León XIII, 1886",
      "tags": ["san-miguel", "arcángel", "protección", "guerra-espiritual"],
      "language": "es",
      "metadata": { "createdAt": "2024-01-01T00:00:00Z", "updatedAt": "2024-01-01T00:00:00Z", "version": 1 }
    }
  ]
}
