{
  "prayers": [
    {
      "id": "lords-prayer",
      "title": "Отче наш",
      "category": "liturgical",
      "content": "Отче наш, Иже еси на небесех! Да святится имя Твое, да приидет Царствие Твое, да будет воля Твоя, яко на небеси и на земли. Хлеб наш насущный даждь нам днесь; и остави нам долги наша, якоже и мы оставляем должником нашим; и не введи нас во искушение, но избави нас от лукаваго. Ибо Твое есть Царство и сила и слава во веки. Аминь.",
      "source": "Матфея 6:9-13",
      "tags": ["традиционная", "иисус", "основная"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "gloria-patri",
      "title": "Слава Отцу",
      "category": "liturgical",
      "content": "Слава Отцу и Сыну и Святому Духу, и ныне и присно и во веки веков. Аминь.",
      "source": "Традиционная",
      "tags": ["традиционная", "троица", "славословие"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "apostles-creed",
      "title": "Апостольский Символ Веры",
      "category": "liturgical",
      "content": "Верую в Бога, Отца Всемогущего, Творца неба и земли. И в Иисуса Христа, Единородного Сына Его, Господа нашего, Который был зачат от Духа Святого, рождён от Марии Девы, страдал при Понтии Пилате, был распят, умер и погребён; сошёл в ад. В третий день воскрес из мёртвых; восшёл на небеса, сидит одесную Бога Отца Всемогущего; оттуда придёт судить живых и мёртвых. Верую в Духа Святого, святую вселенскую Церковь, общение святых, прощение грехов, воскресение тела, жизнь вечную. Аминь.",
      "source": "Традиционная",
      "tags": ["символ веры", "вера", "основная"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "come-holy-spirit",
      "title": "Приди, Дух Святой",
      "category": "charismatic",
      "content": "Приди, Дух Святой, наполни сердца верных Твоих и зажги в них огонь любви Твоей. Ниспошли Духа Твоего, и всё будет сотворено, и Ты обновишь лицо земли. Боже, Ты светом Духа Святого наставил сердца верных, даруй нам в том же Духе познать правду и всегда утешаться Его утешением. Через Христа, Господа нашего. Аминь.",
      "source": "Традиционная харизматическая молитва",
      "tags": ["святой-дух", "харизматическая", "пятидесятница", "обновление"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "morning-prayer",
      "title": "Утренняя молитва",
      "category": "morning",
      "content": "Всемогущий Боже, благодарим Тебя за дар нового дня. Как восходит солнце, да воссияет свет Твой над нами и направит стопы наши. Даруй нам мудрость в решениях, силу в испытаниях и мир в сердцах наших. Помоги нам верно служить Тебе и любить ближних наших, как самих себя. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Традиция Книги общих молитв",
      "sourceReference": "Prayer Guide PDF, Page 8 - Daily Devotions",
      "tags": ["утро", "ежедневная", "руководство"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "evening-prayer",
      "title": "Вечерняя молитва",
      "category": "evening",
      "content": "Милостивый Боже, когда этот день подходит к концу, благодарим Тебя за бесчисленные благословения Твои. Прости нам наши недостатки и ошибки. Даруй нам мирный покой и обнови души наши. Охрани близких наших и всех нуждающихся. Да хранят нас ангелы Твои в ночи, и да пробудимся мы обновлёнными, чтобы служить Тебе завтра. Во имя Иисуса. Аминь.",
      "source": "Традиционная",
      "sourceReference": "Prayer Guide PDF, Page 10 - An Order of Worship for the Evening",
      "tags": ["вечер", "покой", "прощение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-spiritual-gifts",
      "title": "Молитва о духовных дарах",
      "category": "charismatic",
      "content": "Отче Небесный, благодарим Тебя за дары Святого Духа Твоего. Даруй нам мудрость использовать эти дары для созидания Церкви Твоей и продвижения Царства Твоего. Да ревнуем о дарах духовных, особенно же о том, чтобы пророчествовать и возвещать слово Твоё с дерзновением. Наполни нас вновь Духом Твоим, чтобы мы служили в силе и являли любовь Твою миру. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "1 Коринфянам 12-14",
      "tags": ["духовные-дары", "харизматическая", "служение", "святой-дух"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-before-communion",
      "title": "Молитва перед Причастием",
      "category": "sacramental",
      "content": "Всемогущий Боже, пред Которым все сердца открыты, все желания известны и от Которого никакие тайны не сокрыты: очисти помышления сердец наших вдохновением Святого Духа Твоего, дабы мы совершенно любили Тебя и достойно величали святое имя Твоё; через Христа, Господа нашего. Мы не дерзаем приступить к Трапезе Твоей, о милосердный Господи, уповая на собственную праведность, но на многие и великие милости Твои. Даруй нам, милостивый Господи, так вкушать Тело возлюбленного Сына Твоего Иисуса Христа и пить Кровь Его, чтобы грешные тела наши были очищены Телом Его, а души наши омыты Его драгоценнейшей Кровью. Аминь.",
      "source": "Традиция Книги общих молитв",
      "tags": ["причастие", "евхаристия", "таинство", "подготовка"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-before-meals",
      "title": "Молитва перед трапезой",
      "category": "thanksgiving",
      "content": "Благослови нас, Господи, и эти дары Твои, которые мы собираемся принять от щедрот Твоих, через Христа, Господа нашего. Аминь.",
      "source": "Традиционная",
      "tags": ["трапеза", "благословение", "благодарность"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-peace",
      "title": "Молитва о мире",
      "category": "intercession",
      "content": "Господи, соделай меня орудием мира Твоего. Там, где ненависть, дай мне сеять любовь; где обида — прощение; где сомнение — веру; где отчаяние — надежду; где тьма — свет; где печаль — радость. О Божественный Наставник, даруй мне не столько искать утешения, сколько утешать; не столько быть понятым, сколько понимать; не столько быть любимым, сколько любить. Ибо, отдавая, мы получаем; прощая, обретаем прощение; и умирая, рождаемся к жизни вечной. Аминь.",
      "source": "Молитва святого Франциска",
      "tags": ["мир", "служение", "франциск"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-healing",
      "title": "Молитва об исцелении",
      "category": "intercession",
      "content": "Отче Небесный, мы приходим к Тебе, ища исцеляющего прикосновения Твоего. Ты — Великий Врач, и ничто невозможно для Тебя. Молимся за тех, кто страдает телом, разумом или духом. Исцели их по совершенной воле Твоей. Дай силу тем, кто ухаживает за больными, утешение семьям и надежду всем страждущим. Да течёт целительная сила Твоя через руки врачей и медсестёр. Уповаем на любовь и милость Твою. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Современная",
      "tags": ["исцеление", "больные", "утешение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-of-confession",
      "title": "Покаянная молитва",
      "category": "confession",
      "content": "Милосерднейший Боже, мы исповедуем, что согрешили пред Тобою мыслью, словом и делом — тем, что мы совершили, и тем, чего не совершили. Мы не возлюбили Тебя всем сердцем нашим; мы не возлюбили ближних наших, как самих себя. Мы искренне сожалеем и смиренно каемся. Ради Сына Твоего Иисуса Христа помилуй нас и прости нас, дабы мы радовались воле Твоей и ходили путями Твоими, во славу имени Твоего. Аминь.",
      "source": "Книга общих молитв",
      "tags": ["исповедь", "покаяние", "прощение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-of-thanksgiving",
      "title": "Благодарственная молитва",
      "category": "thanksgiving",
      "content": "Всемогущий Боже, Отче всех милостей, мы, недостойные рабы Твои, приносим Тебе смиренную благодарность за всю благость и милосердие Твоё к нам и ко всем, кого Ты сотворил. Благословляем Тебя за сотворение наше, сохранение наше и все благословения жизни сей; но превыше всего — за неизмеримую любовь Твою в искуплении мира Господом нашим Иисусом Христом; за средства благодати и за надежду славы. И молим Тебя: даруй нам такое осознание милостей Твоих, чтобы с воистину благодарным сердцем мы являли хвалу Тебе не только устами нашими, но и жизнью нашей, отдавая себя на служение Тебе и ходя пред Тобою в святости и праведности все дни наши; через Иисуса Христа, Господа нашего, Которому с Тобою и Духом Святым честь и слава во все веки. Аминь.",
      "source": "Книга общих молитв",
      "tags": ["благодарение", "благодарность", "хвала"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "serenity-prayer",
      "title": "Молитва о безмятежности",
      "category": "contemporary",
      "content": "Боже, даруй мне безмятежность принять то, что я не могу изменить, мужество изменить то, что могу, и мудрость отличить одно от другого. Жить одним днём; наслаждаться каждым мгновением; принимать трудности как путь к миру; принимать, как это делал Он, этот грешный мир таким, каков он есть, а не таким, каким я хотел бы его видеть; уповая на то, что Он обратит всё ко благу, если я предамся Его воле; дабы я был в должной мере счастлив в этой жизни и в высшей мере полезен Богу и ближним моим. Аминь.",
      "source": "Рейнхольд Нибур",
      "tags": ["безмятежность", "принятие", "мудрость"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-guidance",
      "title": "Молитва о руководстве",
      "category": "personal",
      "content": "Любящий Боже, Ты знаешь путь, который лежит пред нами. Когда мы не уверены, какое направление избрать, будь нашим путеводителем. Когда мы страшимся испытаний, будь нашей силой. Когда нас одолевают решения, даруй нам мудрость Твою. Помоги нам уповать на совершенное время Твоё и ходить в вере, зная, что Ты всегда с нами. Веди нас путём вечным. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Современная",
      "tags": ["руководство", "мудрость", "упование"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-family",
      "title": "Молитва о семье",
      "category": "intercession",
      "content": "Отче Небесный, благодарим Тебя за дар семьи. Благослови дома наши присутствием Твоим и наполни их любовью, радостью и миром. Помоги нам быть терпеливыми друг к другу, быстро прощать и поддерживать друг друга во все времена жизни. Защити детей наших и направь их путями Твоими. Укрепи узы между нами и помоги нам быть отражением любви Твоей в мире. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Современная",
      "tags": ["семья", "дом", "дети"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-world",
      "title": "Молитва о мире во всём мире",
      "category": "intercession",
      "content": "Всемогущий Боже, Владыка всех народов, молимся за мир наш. Принеси мир, где есть вражда, надежду, где есть отчаяние, и исцеление, где есть разрушение. Направь правителей наших мудростью и честностью. Помоги нам быть добрыми хранителями творения Твоего и заботиться о нуждающихся. Объедини нас в общем человеколюбии и помоги нам трудиться вместе ради справедливости и мира. Да приидет Царствие Твоё на землю, как на небе. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Современная",
      "tags": ["мир", "справедливость", "народы"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-strength",
      "title": "Молитва о силе",
      "category": "personal",
      "content": "Господи Боже, когда мы немощны, Ты силён. Когда мы утомлены, Ты даёшь нам покой. Когда мы подавлены, Ты — наше прибежище. Даруй нам силу, необходимую на сей день. Помоги нам уповать не на свои силы, но на могущественную силу Твою. Обнови дух наш и освежи души наши. Да обретём мы надежду и уверенность в Тебе одном. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Современная",
      "sourceReference": "Prayer Guide PDF",
      "tags": ["сила", "немощь", "прибежище"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "noon-prayer",
      "title": "Полуденная молитва",
      "category": "noon",
      "content": "Господи Иисусе Христе, в этот час дня мы отвлекаемся от дел наших, чтобы вспомнить о присутствии Твоём. Обнови силы наши для оставшихся задач. Помоги нам идти с Тобою весь остаток дня сего. Во имя Твоё молимся. Аминь.",
      "source": "Литургическая традиция",
      "sourceReference": "Prayer Guide PDF, Page 9 - Daily Devotions",
      "tags": ["полдень", "полуденная", "пауза", "обновление"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "family-prayer",
      "title": "Семейная молитва",
      "category": "family",
      "content": "Отче Небесный, благодарим Тебя за дар семьи. Благослови дома наши присутствием Твоим и наполни их любовью, радостью и миром. Помоги нам быть терпеливыми друг к другу, быстро прощать и поддерживать друг друга во все времена жизни. Защити детей наших и направь их путями Твоими. Укрепи узы между нами и помоги нам быть отражением любви Твоей в мире. Через Иисуса Христа, Господа нашего. Аминь.",
      "source": "Современная",
      "sourceReference": "Prayer Guide PDF, Page 10",
      "tags": ["семья", "дом", "дети"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-before-exam",
      "title": "Молитва перед экзаменом",
      "category": "occasions",
      "content": "Господи, прошу благословения Твоего, готовясь к этому экзамену. Успокой нервы мои и проясни разум мой. Помоги мне вспомнить то, что я изучил, и сделать всё, что в моих силах. Дай мне уверенность в моих способностях и мир в сердце моём. Да исполню я волю Твою во всём. Аминь.",
      "source": "Современная",
      "sourceReference": "Prayer Guide PDF",
      "tags": ["студент", "экзамен", "спокойствие", "особые-случаи"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-travel",
      "title": "Молитва о путешествии",
      "category": "occasions",
      "content": "Всемогущий Боже, просим защиты Твоей в этом путешествии. Сохрани всех путешествующих от опасностей и несчастий. Даруй им безопасный путь и радостную встречу с близкими. Благослови всех, кто путешествует по суше, морю или воздуху. Через Христа, Господа нашего. Аминь.",
      "source": "Книга общих молитв",
      "sourceReference": "Prayer Guide PDF",
      "tags": ["путешествие", "защита", "безопасность", "особые-случаи"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-new-job",
      "title": "Молитва о новой работе",
      "category": "occasions",
      "content": "Отче Небесный, благодарю Тебя за эту новую возможность. Направь меня, когда я начинаю эту новую главу моей жизни. Дай мне мудрость учиться, благодать общаться с людьми и силу встречать трудности. Да буду я светом Твоим на этом месте. Во имя Иисуса. Аминь.",
      "source": "Современная",
      "sourceReference": "Prayer Guide PDF",
      "tags": ["работа", "новое-начало", "руководство", "особые-случаи"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "prayer-for-anxiety",
      "title": "Молитва при тревоге",
      "category": "occasions",
      "content": "Боже мира, сердце моё встревожено и разум неспокоен. Принеси Твой покой моему смятённому духу. Помоги мне уповать на Тебя всем сердцем и не полагаться на собственный разум. Напоминай мне, что Ты всё держишь в Своих руках и что замыслы Твои обо мне благи. Наполни сердце моё миром Твоим, который превыше всякого разумения. Во имя Иисуса. Аминь.",
      "source": "Современная — на основе Филиппийцам 4:6-7",
      "sourceReference": "Prayer Guide PDF",
      "tags": ["тревога", "мир", "упование", "особые-случаи"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "lutheri-hommikupalve",
      "title": "Утренняя молитва Лютера",
      "category": "liturgical",
      "content": "Благодарю Тебя, Отче мой Небесный, через Иисуса Христа, возлюбленного Сына Твоего, что Ты сохранил меня этой ночью от всякого зла и опасности; и молю Тебя, чтобы Ты сохранил меня и в этот день от греха и всякого зла, дабы все дела мои и вся жизнь моя были угодны Тебе. Ибо в руки Твои предаю себя, тело моё и душу мою, и всё, что имею. Да будет святой ангел Твой со мною, дабы лукавый враг не имел надо мной власти. Аминь.",
      "source": "Мартин Лютер",
      "tags": ["лютер", "утро", "защита"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "angelus",
      "title": "Ангелус",
      "category": "liturgical",
      "content": "Ангел Господень возвестил Марии. И Она зачала от Духа Святого. Радуйся, Мария... Се, раба Господня. Да будет мне по слову твоему. Радуйся, Мария... И Слово стало плотию. И обитало с нами. Радуйся, Мария... Моли о нас, Пресвятая Богородица. Да удостоимся обетований Христовых. Помолимся: Просим Тебя, Господи, излей благодать Твою в сердца наши, дабы мы, познавшие через ангельское благовестие Воплощение Христа, Сына Твоего, через страдание Его и Крест были приведены к славе Его Воскресения. Через того же Христа, Господа нашего. Аминь.",
      "source": "Традиционная",
      "tags": ["ангелус", "мария", "воплощение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "confession",
      "title": "Общая исповедь",
      "category": "liturgical",
      "content": "Всемогущий и милосерднейший Отче, мы заблудились и сбились с путей Твоих, как заблудшие овцы. Мы слишком следовали помышлениям и желаниям собственных сердец наших. Мы согрешили против святых законов Твоих. Мы не совершили того, что должны были совершить; и мы совершили то, чего не должны были совершать; и нет в нас здравия. Но Ты, Господи, помилуй нас, жалких грешников. Пощади тех, Боже, кто исповедует грехи свои. Восстанови кающихся, по обетованиям Твоим, данным роду человеческому во Христе Иисусе, Господе нашем. И даруй, о милосерднейший Отче, ради Него, чтобы отныне мы жили благочестиво, праведно и воздержанно, во славу святого имени Твоего. Аминь.",
      "source": "Книга общих молитв",
      "tags": ["исповедь", "покаяние", "ежедневное-богослужение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "benedictus",
      "title": "Бенедиктус (Песнь Захарии)",
      "category": "liturgical",
      "content": "Благословен Господь Бог Израилев, что посетил народ Свой и сотворил избавление ему, и воздвиг рог спасения нам в дому Давида, отрока Своего, как возвестил устами бывших от века святых пророков Своих, что спасёт нас от врагов наших и от руки всех ненавидящих нас; сотворит милость с отцами нашими и помянет святой завет Свой, клятву, которою клялся Он Аврааму, отцу нашему, дать нам, небоязненно, по избавлении от руки врагов наших, служить Ему в святости и правде пред Ним, во все дни жизни нашей. И ты, младенец, наречёшься пророком Всевышнего, ибо предъидёшь пред лицем Господа приготовить пути Ему, дать уразуметь народу Его спасение в прощении грехов их, по благоутробному милосердию Бога нашего, которым посетил нас Восток свыше, просветить сидящих во тьме и тени смертной, направить ноги наши на путь мира.",
      "source": "Луки 1:68-79",
      "tags": ["песнь", "захария", "утреннее-богослужение", "ежедневное-богослужение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "magnificat",
      "title": "Магнификат (Песнь Пресвятой Богородицы)",
      "category": "liturgical",
      "content": "Величит душа Моя Господа, и возрадовался дух Мой о Боге, Спасителе Моём, что призрел Он на смирение Рабы Своей, ибо отныне будут ублажать Меня все роды; что сотворил Мне величие Сильный, и свято имя Его; и милость Его в роды родов к боящимся Его. Явил силу мышцы Своей; рассеял надменных помышлениями сердца их; низложил сильных с престолов и вознёс смиренных; алчущих исполнил благ и богатящихся отпустил ни с чем. Воспринял Израиля, отрока Своего, воспомянув милость, как говорил отцам нашим, к Аврааму и семени его до века.",
      "source": "Луки 1:46-55",
      "tags": ["песнь", "мария", "вечернее-богослужение", "ежедневное-богослужение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "nunc-dimittis",
      "title": "Ныне отпущаеши (Песнь Симеона)",
      "category": "liturgical",
      "content": "Ныне отпускаешь раба Твоего, Владыко, по слову Твоему, с миром, ибо видели очи мои спасение Твоё, которое Ты уготовал пред лицем всех народов, свет к просвещению язычников и славу народа Твоего Израиля.",
      "source": "Луки 2:29-32",
      "tags": ["песнь", "симеон", "вечернее-богослужение", "ежедневное-богослужение"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    },
    {
      "id": "st-michael-prayer",
      "title": "Молитва Святому Михаилу Архангелу",
      "category": "liturgical",
      "content": "Святой Михаил Архангел, защити нас в день битвы. Будь нам оградой против козней и злобы диавола. Да запретит ему Бог, смиренно молим; и ты, Князь воинства небесного, силой Божией низвергни в ад сатану и всех злых духов, бродящих по миру на погибель душ. Аминь.",
      "source": "Папа Лев XIII, 1886",
      "tags": ["святой-михаил", "архангел", "защита", "духовная-брань"],
      "language": "ru",
      "metadata": {
        "createdAt": "2024-01-01T00:00:00Z",
        "updatedAt": "2024-01-01T00:00:00Z",
        "version": 1
      }
    }
  ]
}
