{
  "readings": [
    {
      "id": "2025-08-01",
      "date": "2025-08-01",
      "title": "Friday of the 17th Week in Ordinary Time",
      "season": "ordinary",
      "week": 17,
      "readings": {
        "first": {
          "reference": "Lv 23:1, 4-11, 15-16, 27, 34b-37",
          "title": "Book of Leviticus",
          "text": "The LORD said to Moses: 'These are the festivals of the LORD, my sacred assemblies, which you shall celebrate at their proper time within the year.'"
        },
        "psalm": {
          "reference": "Ps 81:3-4, 5-6, 10-11ab",
          "title": "Psalm 81",
          "text": "Blow the trumpet at the new moon, at the full moon, on our solemn feast day."
        },
        "gospel": {
          "reference": "Mt 13:54-58",
          "title": "Gospel of Matthew",
          "text": "Jesus came to his native place and taught the people in their synagogue. They were astonished and said, 'Where did this man get such wisdom and mighty deeds?'"
        }
      },
      "reflection": "Even Jesus faced rejection in his hometown. Sometimes familiarity breeds contempt, and we fail to see God's presence in the ordinary people and places around us. Let us ask for eyes to see Christ wherever he appears.",
      "prayer": "Lord, open our eyes to recognize your presence in unexpected places and people. Help us not to limit your power by our preconceptions.",
      "language": "en"
    },
    {
      "id": "2025-08-02",
      "date": "2025-08-02",
      "title": "Saturday of the 17th Week in Ordinary Time",
      "season": "ordinary",
      "week": 17,
      "readings": {
        "first": {
          "reference": "Lv 25:1, 8-17",
          "title": "Book of Leviticus",
          "text": "The LORD said to Moses on Mount Sinai: 'Seven weeks of years shall you count—seven times seven years—so that the seven cycles amount to forty-nine years.'"
        },
        "psalm": {
          "reference": "Ps 67:2-3, 5, 7-8",
          "title": "Psalm 67",
          "text": "May God have pity on us and bless us; may he let his face shine upon us."
        },
        "gospel": {
          "reference": "Mt 14:1-12",
          "title": "Gospel of Matthew",
          "text": "Herod the tetrarch heard of the reputation of Jesus and said to his servants, 'This man is John the Baptist. He has been raised from the dead; that is why mighty powers are at work in him.'"
        }
      },
      "reflection": "The story of John the Baptist's martyrdom reminds us of the cost of speaking truth to power. John died for his unwavering commitment to God's law and moral truth. We are called to similar courage in our witness.",
      "prayer": "Lord, give us the courage of John the Baptist to speak your truth even when it is difficult. Help us to be faithful witnesses in our daily lives.",
      "language": "en"
    },
    {
      "id": "2025-08-03",
      "date": "2025-08-03",
      "title": "18th Sunday in Ordinary Time",
      "season": "ordinary",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Is 55:1-3",
          "title": "Book of Isaiah",
          "text": "All you who are thirsty, come to the water! You who have no money, come, receive grain and eat; come, without paying and without cost, drink wine and milk!"
        },
        "psalm": {
          "reference": "Ps 145:8-9, 15-16, 17-18",
          "title": "Psalm 145",
          "text": "The hand of the Lord feeds us; he answers all our needs."
        },
        "second": {
          "reference": "Rom 8:35, 37-39",
          "title": "Letter to the Romans",
          "text": "What will separate us from the love of Christ? Will anguish, or distress, or persecution, or famine, or nakedness, or peril, or the sword?"
        },
        "gospel": {
          "reference": "Mt 14:13-21",
          "title": "Gospel of Matthew",
          "text": "When Jesus heard of the death of John the Baptist, he withdrew in a boat to a deserted place by himself. The crowds heard of this and followed him on foot from their towns."
        }
      },
      "reflection": "God's abundance is revealed in the multiplication of loaves and fishes. What seems insufficient in our hands becomes more than enough in God's hands. We are called to trust in divine providence and to share generously with others.",
      "prayer": "Lord, help us to offer our small gifts to you, trusting that you will multiply them for the good of others. Teach us to see abundance where we see scarcity.",
      "language": "en"
    },
    {
      "id": "2025-08-04",
      "date": "2025-08-04",
      "title": "Monday of the 18th Week in Ordinary Time",
      "season": "ordinary",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Nm 11:4b-15",
          "title": "Book of Numbers",
          "text": "The children of Israel lamented again and said, 'Would that we had meat for food! We remember the fish we used to eat without cost in Egypt, and the cucumbers, the melons, the leeks, the onions, and the garlic.'"
        },
        "psalm": {
          "reference": "Ps 81:12-13, 14-15, 16-17",
          "title": "Psalm 81",
          "text": "My people heard not my voice, and Israel obeyed me not; so I gave them up to the hardness of their hearts; they walked according to their own counsels."
        },
        "gospel": {
          "reference": "Mt 14:13-21",
          "title": "Gospel of Matthew",
          "text": "When Jesus heard of the death of John the Baptist, he withdrew in a boat to a deserted place by himself. The crowds heard of this and followed him on foot from their towns."
        }
      },
      "reflection": "The Israelites' complaints in the desert mirror our own tendency to romanticize the past and forget God's blessings. Jesus shows us how to respond to need with compassion rather than complaint.",
      "prayer": "Lord, help us to be grateful for your daily provision and to respond to others' needs with generosity and compassion.",
      "language": "en"
    },
    {
      "id": "2025-08-05",
      "date": "2025-08-05",
      "title": "Tuesday of the 18th Week in Ordinary Time",
      "season": "ordinary",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Nm 12:1-13",
          "title": "Book of Numbers",
          "text": "Miriam and Aaron spoke against Moses on the pretext of the marriage he had contracted with a Cushite woman."
        },
        "psalm": {
          "reference": "Ps 51:3-4, 5-6ab, 6cd-7, 12-13",
          "title": "Psalm 51",
          "text": "Have mercy on me, O God, in your goodness; in the greatness of your compassion wipe out my offense."
        },
        "gospel": {
          "reference": "Mt 14:22-36",
          "title": "Gospel of Matthew",
          "text": "Then he made the disciples get into the boat and precede him to the other side, while he dismissed the crowds."
        }
      },
      "reflection": "Speaking against God's chosen servants brings consequences, as Miriam learned. Peter's attempt to walk on water teaches us about faith and the importance of keeping our eyes fixed on Jesus.",
      "prayer": "Lord Jesus, help us to step out in faith when you call us, and to keep our eyes fixed on you in the storms of life.",
      "language": "en"
    },
    {
      "id": "2025-08-06",
      "date": "2025-08-06",
      "title": "The Transfiguration of the Lord",
      "season": "feast",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Dn 7:9-10, 13-14",
          "title": "Book of Daniel",
          "text": "As I watched: Thrones were set up and the Ancient One took his throne. His clothing was bright as snow, and the hair on his head as white as wool; his throne was flames of fire, with wheels of burning fire."
        },
        "psalm": {
          "reference": "Ps 97:1-2, 5-6, 9",
          "title": "Psalm 97",
          "text": "The LORD is king; let the earth rejoice; let the many coastlands be glad!"
        },
        "second": {
          "reference": "2 Pt 1:16-19",
          "title": "Second Letter of Peter",
          "text": "We did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we had been eyewitnesses of his majesty."
        },
        "gospel": {
          "reference": "Mt 17:1-9",
          "title": "Gospel of Matthew",
          "text": "Jesus took Peter, James, and John his brother, and led them up a high mountain by themselves. And he was transfigured before them; his face shone like the sun and his clothes became white as light."
        }
      },
      "reflection": "On the Feast of the Transfiguration, we witness Jesus revealing his divine glory to his closest disciples. This glimpse of heaven on earth strengthens our faith and gives us hope in the midst of life's challenges. Like Peter, James, and John, we are called to be witnesses of Christ's glory.",
      "prayer": "Lord Jesus, transfigure our hearts that we may reflect your glory to others. Help us to listen to you as the Father commanded, and to follow you faithfully on the path of discipleship.",
      "language": "en"
    },
    {
      "id": "2025-08-07",
      "date": "2025-08-07",
      "title": "Thursday of the 18th Week in Ordinary Time",
      "season": "ordinary",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Nm 20:1-13",
          "title": "Book of Numbers",
          "text": "The whole Israelite community arrived in the desert of Zin in the first month, and the people settled in Kadesh. It was here that Miriam died, and here that she was buried."
        },
        "psalm": {
          "reference": "Ps 95:1-2, 6-7, 8-9",
          "title": "Psalm 95",
          "text": "Come, let us sing joyfully to the LORD; let us acclaim the Rock of our salvation."
        },
        "gospel": {
          "reference": "Mt 16:13-23",
          "title": "Gospel of Matthew",
          "text": "When Jesus went into the region of Caesarea Philippi, he asked his disciples, 'Who do people say that the Son of Man is?'"
        }
      },
      "reflection": "Peter's confession of faith reveals both human insight and divine revelation. Yet immediately after, Peter becomes a stumbling block by rejecting the necessity of Christ's suffering. This reminds us that faith is a journey of constant growth and learning.",
      "prayer": "Lord, like Peter, help us to recognize you as the Son of the living God. Give us courage to follow you even when the path leads to the cross.",
      "language": "en"
    },
    {
      "id": "2025-08-08",
      "date": "2025-08-08",
      "title": "Friday of the 18th Week in Ordinary Time",
      "season": "ordinary",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Dt 4:32-40",
          "title": "Book of Deuteronomy",
          "text": "Ask now of the days of old, before your time, ever since God created man upon the earth; ask from one end of the sky to the other: Did anything so great ever happen before?"
        },
        "psalm": {
          "reference": "Ps 77:12-13, 14-15, 16 and 21",
          "title": "Psalm 77",
          "text": "I remember the deeds of the LORD; yes, I remember your wonders of old."
        },
        "gospel": {
          "reference": "Mt 16:24-28",
          "title": "Gospel of Matthew",
          "text": "Then Jesus said to his disciples, 'Whoever wishes to come after me must deny himself, take up his cross, and follow me.'"
        }
      },
      "reflection": "Jesus teaches us the cost of discipleship: self-denial and taking up our cross. This is not about seeking suffering, but about putting God's will before our own desires and finding life through self-giving love.",
      "prayer": "Jesus, give us the grace to take up our daily cross and follow you. Help us to lose our lives for your sake, that we may find true life in you.",
      "language": "en"
    },
    {
      "id": "2025-08-09",
      "date": "2025-08-09",
      "title": "Saturday of the 18th Week in Ordinary Time",
      "season": "ordinary",
      "week": 18,
      "readings": {
        "first": {
          "reference": "Dt 6:4-13",
          "title": "Book of Deuteronomy",
          "text": "Hear, O Israel! The LORD is our God, the LORD alone! Therefore, you shall love the LORD, your God, with all your heart, and with all your soul, and with all your strength."
        },
        "psalm": {
          "reference": "Ps 18:2-3a, 3bc-4, 47 and 51",
          "title": "Psalm 18",
          "text": "I love you, O LORD, my strength, O LORD, my rock, my fortress, my deliverer."
        },
        "gospel": {
          "reference": "Mt 17:14-20",
          "title": "Gospel of Matthew",
          "text": "A man came up to Jesus, knelt down before him, and said, 'Lord, have pity on my son, who is a lunatic and suffers severely.'"
        }
      },
      "reflection": "The Shema reminds us of our fundamental calling to love God with our whole being. Jesus shows us that even faith as small as a mustard seed can move mountains when it is genuine and trusting.",
      "prayer": "Lord, increase our faith. Help us to love you with all our heart, soul, and strength, and to trust in your power to heal and transform.",
      "language": "en"
    },
    {
      "id": "2025-08-10",
      "date": "2025-08-10",
      "title": "19th Sunday in Ordinary Time",
      "season": "ordinary",
      "week": 19,
      "readings": {
        "first": {
          "reference": "1 Kgs 19:9a, 11-13a",
          "title": "First Book of Kings",
          "text": "At the mountain of God, Horeb, Elijah came to a cave where he took shelter. Then the LORD said to him, 'Go outside and stand on the mountain before the LORD; the LORD will be passing by.'"
        },
        "psalm": {
          "reference": "Ps 85:9, 10, 11-12, 13-14",
          "title": "Psalm 85",
          "text": "I will hear what God proclaims; the LORD—for he proclaims peace to his people."
        },
        "second": {
          "reference": "Rom 9:1-5",
          "title": "Letter to the Romans",
          "text": "I speak the truth in Christ, I do not lie; my conscience joins with the Holy Spirit in bearing me witness that I have great sorrow and constant anguish in my heart."
        },
        "gospel": {
          "reference": "Mt 14:22-33",
          "title": "Gospel of Matthew",
          "text": "During the fourth watch of the night, he came toward them walking on the sea. When the disciples saw him walking on the sea they were terrified."
        }
      },
      "reflection": "God often speaks not in the earthquake, wind, or fire, but in the gentle whisper. Like Peter walking on water, we are called to keep our eyes fixed on Jesus, especially in the storms of life. When we begin to doubt, Jesus is always there to catch us.",
      "prayer": "Lord, help us to recognize your gentle voice in the silence of our hearts. Give us the faith to step out of our comfort zones and walk toward you, even on stormy waters.",
      "language": "en"
    },
    {
      "id": "2025-08-11",
      "date": "2025-08-11",
      "title": "Monday of the 19th Week in Ordinary Time",
      "season": "ordinary",
      "week": 19,
      "readings": {
        "first": {
          "reference": "Dt 10:12-22",
          "title": "Book of Deuteronomy",
          "text": "And now, Israel, what does the LORD, your God, ask of you but to fear the LORD, your God, and follow his ways exactly, to love and serve the LORD, your God, with all your heart and all your soul."
        },
        "psalm": {
          "reference": "Ps 147:12-13, 14-15, 19-20",
          "title": "Psalm 147",
          "text": "Glorify the LORD, O Jerusalem; praise your God, O Zion."
        },
        "gospel": {
          "reference": "Mt 17:22-27",
          "title": "Gospel of Matthew",
          "text": "As they were gathering in Galilee, Jesus said to them, 'The Son of Man is to be handed over to men, and they will kill him, and he will be raised on the third day.'"
        }
      },
      "reflection": "Jesus again predicts his passion, death, and resurrection. The disciples' sadness shows their human attachment, while the temple tax story demonstrates Jesus' respect for legitimate authority even while being free from its constraints.",
      "prayer": "Lord, help us to accept your will even when it brings suffering, knowing that you always lead us to resurrection and new life.",
      "language": "en"
    },
    {
      "id": "2025-08-12",
      "date": "2025-08-12",
      "title": "Tuesday of the 19th Week in Ordinary Time",
      "season": "ordinary",
      "week": 19,
      "readings": {
        "first": {
          "reference": "Dt 31:1-8",
          "title": "Book of Deuteronomy",
          "text": "When Moses had finished speaking these words to all Israel, he said, 'I am now one hundred and twenty years old and am no longer able to move about freely; besides, the LORD has told me that I shall not cross this Jordan.'"
        },
        "psalm": {
          "reference": "Dt 32:3-4ab, 7, 8, 9 and 12",
          "title": "Canticle of Moses",
          "text": "For I will sing the LORD's renown. Oh, proclaim the greatness of our God!"
        },
        "gospel": {
          "reference": "Mt 18:1-5, 10, 12-14",
          "title": "Gospel of Matthew",
          "text": "At that time the disciples approached Jesus and said, 'Who is the greatest in the Kingdom of heaven?'"
        }
      },
      "reflection": "Moses passes leadership to Joshua, trusting in God's continued presence with his people. Jesus teaches that greatness in God's kingdom comes through becoming like children—humble, trusting, and dependent on God.",
      "prayer": "Lord, help us to become like little children in our trust and humility. Teach us that true greatness lies in serving others, not in seeking honor for ourselves.",
      "language": "en"
    },
    {
      "id": "2025-08-13",
      "date": "2025-08-13",
      "title": "Wednesday of the 19th Week in Ordinary Time",
      "season": "ordinary",
      "week": 19,
      "readings": {
        "first": {
          "reference": "Dt 34:1-12",
          "title": "Book of Deuteronomy",
          "text": "Then Moses went up from the plains of Moab to Mount Nebo, the headland of Pisgah which faces Jericho, and the LORD showed him all the land."
        },
        "psalm": {
          "reference": "Ps 66:1-3a, 5 and 8, 16-17",
          "title": "Psalm 66",
          "text": "Shout joyfully to God, all the earth, sing praise to the glory of his name; proclaim his glorious praise."
        },
        "gospel": {
          "reference": "Mt 18:15-20",
          "title": "Gospel of Matthew",
          "text": "Jesus said to his disciples: 'If your brother sins against you, go and tell him his fault between you and him alone.'"
        }
      },
      "reflection": "Moses dies within sight of the Promised Land, having faithfully led God's people for forty years. Jesus teaches us the process of fraternal correction—always beginning with private conversation and proceeding with love and patience.",
      "prayer": "Lord, help us to address conflicts with love and patience. Give us the wisdom to know when to speak and when to remain silent, always seeking reconciliation.",
      "language": "en"
    },
    {
      "id": "2025-08-14",
      "date": "2025-08-14",
      "title": "Thursday of the 19th Week in Ordinary Time",
      "season": "ordinary",
      "week": 19,
      "readings": {
        "first": {
          "reference": "Jos 3:7-10a, 11, 13-17",
          "title": "Book of Joshua",
          "text": "The LORD said to Joshua, 'Today I will begin to exalt you in the sight of all Israel, that they may know I am with you, as I was with Moses.'"
        },
        "psalm": {
          "reference": "Ps 114:1-2, 3-4, 5-6",
          "title": "Psalm 114",
          "text": "When Israel came forth from Egypt, the house of Jacob from a people of alien tongue."
        },
        "gospel": {
          "reference": "Mt 18:21-19:1",
          "title": "Gospel of Matthew",
          "text": "Peter approached Jesus and asked him, 'Lord, if my brother sins against me, how often must I forgive him? As many as seven times?'"
        }
      },
      "reflection": "Joshua leads the people across the Jordan River, continuing God's mighty works. Jesus teaches unlimited forgiveness through the parable of the unmerciful servant, showing that we must forgive as we have been forgiven.",
      "prayer": "Merciful Lord, you have forgiven us our countless sins. Help us to forgive others with the same generosity and compassion you have shown us.",
      "language": "en"
    },
    {
      "id": "2025-08-15",
      "date": "2025-08-15",
      "title": "The Assumption of the Blessed Virgin Mary",
      "season": "solemnity",
      "week": 19,
      "readings": {
        "first": {
          "reference": "Rv 11:19a; 12:1-6a, 10ab",
          "title": "Book of Revelation",
          "text": "God's temple in heaven was opened, and the ark of his covenant could be seen in the temple. A great sign appeared in the sky, a woman clothed with the sun, with the moon beneath her feet, and on her head a crown of twelve stars."
        },
        "psalm": {
          "reference": "Ps 45:10, 11, 12, 16",
          "title": "Psalm 45",
          "text": "The queen stands at your right hand, arrayed in gold."
        },
        "second": {
          "reference": "1 Cor 15:20-27",
          "title": "First Letter to the Corinthians",
          "text": "Christ has been raised from the dead, the firstfruits of those who have fallen asleep. For since death came through man, the resurrection of the dead came also through man."
        },
        "gospel": {
          "reference": "Lk 1:39-56",
          "title": "Gospel of Luke",
          "text": "Mary set out and traveled to the hill country in haste to a town of Judah, where she entered the house of Zechariah and greeted Elizabeth."
        }
      },
      "reflection": "On the Solemnity of the Assumption, we celebrate Mary's bodily assumption into heaven, a sign of our own hope for resurrection. Mary's Magnificat reminds us that God lifts up the lowly and fills the hungry with good things.",
      "prayer": "Blessed Virgin Mary, assumed into heaven, pray for us that we may follow your example of faith and surrender to God's will. Help us to trust in the promise of eternal life.",
      "language": "en"
    }
    ,
    {
      "id": "2025-08-28",
      "date": "2025-08-28",
      "title": "Thursday of the 21st Week in Ordinary Time",
      "season": "ordinary",
      "week": 21,
      "readings": {
        "first": {
          "reference": "1 Thes 3:7-13",
          "title": "First Letter to the Thessalonians",
          "text": "Therefore, brethren, we were comforted over you in all our affliction and distress by your faith: For now we live, if ye stand fast in the Lord. For what thanks can we render to God again for you, for all the joy wherewith we joy for your sakes before our God; Night and day praying exceedingly that we might see your face, and might perfect that which is lacking in your faith? Now God himself and our Father, and our Lord Jesus Christ, direct our way unto you. And the Lord make you to increase and abound in love one toward another, and toward all men, even as we do toward you: To the end he may stablish your hearts unblameable in holiness before God, even our Father, at the coming of our Lord Jesus Christ with all his saints. (KJV)"
        },
        "psalm": {
          "reference": "Ps 90:3-5, 12-14, 17",
          "title": "Psalm 90",
          "text": "Thou turnest man to destruction; and sayest, Return, ye children of men. For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night. Thou carriest them away as with a flood; they are as a sleep: in the morning they are like grass which groweth up. So teach us to number our days, that we may apply our hearts unto wisdom. Return, O LORD, how long? and let it repent thee concerning thy servants. O satisfy us early with thy mercy; that we may rejoice and be glad all our days. And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it. (KJV)"
        },
        "gospel": {
          "reference": "Mt 24:42-51",
          "title": "Gospel of Matthew",
          "text": "Watch therefore: for ye know not what hour your Lord doth come. But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up. Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh. Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his lord when he cometh shall find so doing. Verily I say unto you, That he shall make him ruler over all his goods. But and if that evil servant shall say in his heart, My lord delayeth his coming; And shall begin to smite his fellowservants, and to eat and drink with the drunken; The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of, And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth. (KJV)"
        }
      },
      "reflection": "Christian watchfulness is not anxious fear but faithful presence—doing the small things with love while we await the Lord. Fidelity today prepares us for his coming tomorrow.",
      "prayer": "Lord, keep our hearts awake to your will. Make us faithful in little things and ready to welcome you at any hour.",
      "language": "en"
    },
    {
      "id": "2025-08-29",
      "date": "2025-08-29",
      "title": "Friday of the 21st Week in Ordinary Time",
      "season": "ordinary",
      "week": 21,
      "readings": {
        "first": {
          "reference": "1 Thes 4:1-8",
          "title": "First Letter to the Thessalonians",
          "text": "Furthermore then we beseech you, brethren, and exhort you by the Lord Jesus, that as ye have received of us how ye ought to walk and to please God, so ye would abound more and more. For ye know what commandments we gave you by the Lord Jesus. For this is the will of God, even your sanctification, that ye should abstain from fornication: That every one of you should know how to possess his vessel in sanctification and honour; Not in the lust of concupiscence, even as the Gentiles which know not God: That no man go beyond and defraud his brother in any matter: because that the Lord is the avenger of all such, as we also have forewarned you and testified. For God hath not called us unto uncleanness, but unto holiness. He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit. (KJV)"
        },
        "psalm": {
          "reference": "Ps 97:1-2, 5-6, 10-12",
          "title": "Psalm 97",
          "text": "The LORD reigneth; let the earth rejoice; let the multitude of isles be glad thereof. Clouds and darkness are round about him: righteousness and judgment are the habitation of his throne. The hills melted like wax at the presence of the LORD, at the presence of the Lord of the whole earth. The heavens declare his righteousness, and all the people see his glory. Ye that love the LORD, hate evil: he preserveth the souls of his saints; he delivereth them out of the hand of the wicked. Light is sown for the righteous, and gladness for the upright in heart. Rejoice in the LORD, ye righteous; and give thanks at the remembrance of his holiness. (KJV)"
        },
        "gospel": {
          "reference": "Mt 25:1-13",
          "title": "Gospel of Matthew",
          "text": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom. And five of them were wise, and five were foolish. They that were foolish took their lamps, and took no oil with them: But the wise took oil in their vessels with their lamps. While the bridegroom tarried, they all slumbered and slept. And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him. Then all those virgins arose, and trimmed their lamps. And the foolish said unto the wise, Give us of your oil; for our lamps are gone out. But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves. And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut. Afterward came also the other virgins, saying, Lord, Lord, open to us. But he answered and said, Verily I say unto you, I know you not. Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. (KJV)"
        }
      },
      "reflection": "Readiness is formed in daily choices. Oil for the lamp is gathered through prayer, mercy, and obedience—habits that keep love alive.",
      "prayer": "Jesus, kindle in us a vigilant love. May our hearts be filled with the oil of prayer and charity, ready to meet you with joy.",
      "language": "en"
    },
    {
      "id": "2025-08-30",
      "date": "2025-08-30",
      "title": "Saturday of the 21st Week in Ordinary Time",
      "season": "ordinary",
      "week": 21,
      "readings": {
        "first": {
          "reference": "1 Thes 4:9-11",
          "title": "First Letter to the Thessalonians",
          "text": "But as touching brotherly love ye need not that I write unto you: for ye yourselves are taught of God to love one another. And indeed ye do it toward all the brethren which are in all Macedonia: but we beseech you, brethren, that ye increase more and more; And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you. (KJV)"
        },
        "psalm": {
          "reference": "Ps 98:1, 7-9",
          "title": "Psalm 98",
          "text": "O sing unto the LORD a new song; for he hath done marvellous things: his right hand, and his holy arm, hath gotten him the victory. Let the sea roar, and the fulness thereof; the world, and they that dwell therein. Let the floods clap their hands: let the hills be joyful together Before the LORD; for he cometh to judge the earth: with righteousness shall he judge the world, and the people with equity. (KJV)"
        },
        "gospel": {
          "reference": "Mt 25:14-30",
          "title": "Gospel of Matthew",
          "text": "For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods. And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey. Then he that had received the five talents went and traded with the same, and made them other five talents. And likewise he that had received two, he also gained other two. But he that had received one went and digged in the earth, and hid his lord's money. After a long time the lord of those servants cometh, and reckoneth with them. And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more. His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord. He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them. His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord. Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed: And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine. His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed: Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury. Take therefore the talent from him, and give it unto him which hath ten talents. For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath. And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. (KJV)"
        }
      },
      "reflection": "God delights when we risk love with the gifts we’ve received. Burying the treasure out of fear stifles the life God wants to multiply through us.",
      "prayer": "Father, give us courage to use our gifts boldly for your kingdom. Free us from fear and make our lives fruitful in love.",
      "language": "en"
    },
    {
      "id": "2025-08-31",
      "date": "2025-08-31",
      "title": "22nd Sunday in Ordinary Time",
      "season": "ordinary",
      "week": 22,
      "readings": {
        "first": {
          "reference": "Dt 4:1-2, 6-8",
          "title": "Book of Deuteronomy",
          "text": "Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the LORD God of your fathers giveth you. Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the LORD your God which I command you. Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people. For what nation is there so great, who hath God so nigh unto them, as the LORD our God is in all things that we call upon him for? And what nation is there so great, that hath statutes and judgments so righteous as all this law, which I set before you this day? (KJV)"
        },
        "psalm": {
          "reference": "Ps 15",
          "title": "Psalm 15",
          "text": "LORD, who shall abide in thy tabernacle? who shall dwell in thy holy hill? He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart. He that backbiteth not with his tongue, nor doeth evil to his neighbour, nor taketh up a reproach against his neighbour. In whose eyes a vile person is contemned; but he honoureth them that fear the LORD. He that sweareth to his own hurt, and changeth not. He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved. (KJV)"
        },
        "second": {
          "reference": "Jas 1:17-18, 21-22, 27",
          "title": "Letter of James",
          "text": "Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning. Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures. Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls. But be ye doers of the word, and not hearers only, deceiving your own selves. Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world. (KJV)"
        },
        "gospel": {
          "reference": "Mk 7:1-8, 14-15, 21-23",
          "title": "Gospel of Mark",
          "text": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem. And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault. For the Pharisees, and all the Jews, except they wash their hands oft, eat not, holding the tradition of the elders. ... He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their lips, but their heart is far from me. Howbeit in vain do they worship me, teaching for doctrines the commandments of men. And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand: There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man. For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders, Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness: All these evil things come from within, and defile the man. (KJV)"
        }
      },
      "reflection": "God asks for a clean heart more than spotless hands. When love shapes our choices, practices find their true meaning and our worship becomes life-giving.",
      "prayer": "Create in us a clean heart, O God. Purify our motives and make our lives a true offering of love and mercy.",
      "language": "en"
    },
    {
"id": "2025-09-01",
"date": "2025-09-01",
"title": "Monday of the Twenty-second Week in Ordinary Time",
"season": "ordinary",
"week": 22,
"readings": {
"first": {
"reference": "1 Thes 4:13-18",
"title": "First Letter to the Thessalonians",
"text": "We do not want you to be unaware, brothers and sisters, about those who have fallen asleep, so that you may not grieve like the rest, who have no hope."
},
"psalm": {
"reference": "Ps 96:1, 3-5, 11-12, 13",
"title": "Psalm 96",
"text": "Sing to the LORD a new song; sing to the LORD, all you lands. The Lord comes to judge the earth."
},
"gospel": {
"reference": "Lk 4:16-30",
"title": "Gospel of Luke",
"text": "Jesus came to Nazareth, where he had grown up, and went according to his custom into the synagogue on the sabbath day."
}
},
"reflection": "Jesus proclaims good news for the poor and reveals how prophetic ministry challenges comfortable expectations — we are called to hear and receive God's word with openness, even when it cuts across our plans.",
"prayer": "Lord, give us ears to hear your word and the courage to live what you proclaim.",
"language": "en"
},
{
"id": "2025-09-02",
"date": "2025-09-02",
"title": "Memorial of Saint Gregory the Great, Pope and Doctor of the Church",
"season": "memorial",
"week": 22,
"readings": {
"first": {
"reference": "1 Pt 5:1-4",
"title": "First Letter of Peter",
"text": "I exhort the presbyter-elders among you as a fellow presbyter and witness of Christ’s sufferings and a participant in the glory to be revealed."
},
"psalm": {
"reference": "Ps 23:1-3a, 4, 5, 6",
"title": "Psalm 23",
"text": "The Lord is my shepherd; there is nothing I shall want."
},
"gospel": {
"reference": "Mt 16:13-19",
"title": "Gospel of Matthew",
"text": "Jesus asked his disciples, 'Who do people say that the Son of Man is?' and then asked Peter, 'But who do you say that I am?'"
}
},
"reflection": "Saint Gregory teaches pastoral care grounded in humility and service — leadership in the Church is a call to serve, not to dominate.",
"prayer": "Gracious God, grant shepherds of your people the humility and wisdom of Saint Gregory.",
"language": "en"
},
{
"id": "2025-09-03",
"date": "2025-09-03",
"title": "Wednesday of the Twenty-second Week in Ordinary Time",
"season": "ordinary",
"week": 22,
"readings": {
"first": {
"reference": "1 Thes 5:1-6, 9-11",
"title": "First Letter to the Thessalonians",
"text": "Concerning times and seasons, you have no need that anything should be written to you. For you yourselves know well that the day of the Lord will come like a thief in the night."
},
"psalm": {
"reference": "Ps 27:1, 4, 13-14",
"title": "Psalm 27",
"text": "The Lord is my light and my salvation; whom should I fear? I believe I shall see the goodness of the Lord in the land of the living."
},
"gospel": {
"reference": "Lk 4:38-44",
"title": "Gospel of Luke",
"text": "Jesus left the synagogue and entered Simon's house. Simon's mother-in-law was sick, and they told him about her at once."
}
},
"reflection": "Vigilance in faith and readiness to serve are twin calls: we await the Lord's coming while actively living his mercy today.",
"prayer": "Lord, keep us watchful and wholehearted in your service.",
"language": "en"
},
{
"id": "2025-09-04",
"date": "2025-09-04",
"title": "Thursday of the Twenty-second Week in Ordinary Time",
"season": "ordinary",
"week": 22,
"readings": {
"first": {
"reference": "Col 1:9-14",
"title": "Letter to the Colossians",
"text": "We have not ceased to pray for you and to ask that you may be filled with knowledge of his will in all spiritual wisdom and understanding."
},
"psalm": {
"reference": "Ps 98:2-3ab, 3cd-4, 5-6",
"title": "Psalm 98",
"text": "The Lord has revealed his victory; let the sea roar, and all that fills it."
},
"gospel": {
"reference": "Lk 5:1-11",
"title": "Gospel of Luke",
"text": "When he had finished speaking, he said to Simon, 'Put out into the deep and let down your nets for a catch.'"
}
},
"reflection": "Trusting Jesus' word allows our limits to become the place of his abundance; obedience opens the nets of spiritual fruitfulness.",
"prayer": "Jesus, teach us to trust your word and to cast our nets where you ask.",
"language": "en"
},
{
"id": "2025-09-05",
"date": "2025-09-05",
"title": "Friday of the Twenty-second Week in Ordinary Time",
"season": "ordinary",
"week": 22,
"readings": {
"first": {
"reference": "Col 1:15-20",
"title": "Letter to the Colossians",
"text": "He is the image of the invisible God, the firstborn of all creation. For in him were created all things in heaven and on earth."
},
"psalm": {
"reference": "Ps 100:1b-2, 3, 4, 5",
"title": "Psalm 100",
"text": "We are his people, the sheep of his pasture. Enter his gates with thanksgiving."
},
"gospel": {
"reference": "Lk 5:33-39",
"title": "Gospel of Luke",
"text": "People said to Jesus, 'John's disciples often fast and pray, likewise the Pharisees, but yours eat and drink.'"
}
},
"reflection": "Christ is the center of all creation and reconciliation — every act of praise and service points back to him.",
"prayer": "Lord, may all things be reconciled in you; fill us with praise.",
"language": "en"
},
{
"id": "2025-09-06",
"date": "2025-09-06",
"title": "Saturday of the Twenty-second Week in Ordinary Time",
"season": "ordinary",
"week": 22,
"readings": {
"first": {
"reference": "Col 1:21-23",
"title": "Letter to the Colossians",
"text": "You once were alienated and hostile in mind because of evil deeds; God has now reconciled you in the fleshly body of Christ."
},
"psalm": {
"reference": "Ps 54:3-4, 6 and 8",
"title": "Psalm 54",
"text": "O God, make me safe from my adversaries; for their attacks are against me."
},
"gospel": {
"reference": "Lk 6:1-5",
"title": "Gospel of Luke",
"text": "On a sabbath, Jesus was going through the fields and his disciples plucked and ate heads of grain, rubbing them in their hands."
}
},
"reflection": "Reconciliation in Christ changes relationships — our past alienation is overcome by the reconciliation offered in Jesus.",
"prayer": "Father, thank you for reconciling us in Christ; help us to live as reconciled people.",
"language": "en"
},
{
"id": "2025-09-07",
"date": "2025-09-07",
"title": "Twenty-third Sunday in Ordinary Time",
"season": "ordinary",
"week": 23,
"readings": {
"first": {
"reference": "Wis 9:13-18b",
"title": "Book of Wisdom",
"text": "Who can know God's counsel, or who can conceive what the LORD intends? For the deliberations of mortals are timid, and unsure are our plans."
},
"psalm": {
"reference": "Ps 90:3-4, 5-6, 12-13, 14-17",
"title": "Psalm 90",
"text": "Teach us to number our days that we may gain wisdom of heart."
},
"second": {
"reference": "Phlm 1:9-10, 12-17",
"title": "Letter to Philemon",
"text": "I appeal to you for my child Onesimus, whose father I became in my imprisonment."
},
"gospel": {
"reference": "Lk 14:25-33",
"title": "Gospel of Luke",
"text": "Great crowds were traveling with Jesus and he turned and said to them, 'If anyone comes to me without hating...' (teaching about the cost of discipleship)."
}
},
"reflection": "Wisdom invites humility: to follow Jesus may require sacrificial re-ordering of priorities — discipleship costs, but leads to life.",
"prayer": "Lord Jesus, teach us the wisdom to follow you and the courage to accept your cost of discipleship.",
"language": "en"
},
{
"id": "2025-09-08",
"date": "2025-09-08",
"title": "Feast of the Nativity of the Blessed Virgin Mary",
"season": "feast",
"week": 23,
"readings": {
"first": {
"reference": "Mi 5:1-4a",
"title": "Book of Micah",
"text": "You, Bethlehem-Ephrathah, too small to be among the clans of Judah; from you shall come forth for me one who is to be ruler in Israel."
},
"psalm": {
"reference": "Ps 13:6ab, 6c",
"title": "Psalm 13",
"text": "With delight I rejoice in the Lord; let my heart rejoice in your salvation."
},
"second": {
"reference": "Rom 8:28-30",
"title": "Letter to the Romans",
"text": "We know that all things work for good for those who love God, who are called according to his purpose."
},
"gospel": {
"reference": "Mt 1:1-16, 18-23",
"title": "Gospel of Matthew",
"text": "The birth of Jesus Christ came about in this way... 'Behold, the virgin shall conceive and bear a son, and they shall name him Emmanuel.'"
}
},
"reflection": "The Nativity of Mary invites thanksgiving for God's preparation of a humble yet glorious instrument through whom the Savior would come.",
"prayer": "Blessed Virgin Mary, teach us to say 'yes' to God's plan with humble hearts.",
"language": "en"
},
{
"id": "2025-09-09",
"date": "2025-09-09",
"title": "Memorial of Saint Peter Claver, Priest",
"season": "memorial",
"week": 23,
"readings": {
"first": {
"reference": "1 Cor 4:1-5",
"title": "First Letter to the Corinthians",
"text": "This is how one should regard us: as servants of Christ and stewards of the mysteries of God."
},
"psalm": {
"reference": "Ps 37:3-4, 5-6, 27-28, 39-40",
"title": "Psalm 37",
"text": "Trust in the LORD and do good; dwell in the land and befriend faithfulness."
},
"gospel": {
"reference": "Lk 5:33-39",
"title": "Gospel of Luke",
"text": "Jesus answered them, 'Can you make the wedding guests fast while the bridegroom is with them?'"
}
},
"reflection": "Saint Peter Claver's ministry to the oppressed calls us to practical compassion — faith expressed in hospitality and service to the vulnerable.",
"prayer": "Lord, grant us a heart for the oppressed and the willingness to serve in Christ's name.",
"language": "en"
},
{
"id": "2025-09-10",
"date": "2025-09-10",
"title": "Wednesday of the Twenty-third Week in Ordinary Time",
"season": "ordinary",
"week": 23,
"readings": {
"first": {
"reference": "1 Cor 7:25-31",
"title": "First Letter to the Corinthians",
"text": "About virgins I have no command of the Lord, but I give my opinion as one who by the Lord's mercy is trustworthy."
},
"psalm": {
"reference": "Ps 45:11-12, 14-15, 16-17",
"title": "Psalm 45",
"text": "The king will desire your beauty; bow to him for he is your lord."
},
"gospel": {
"reference": "Lk 6:20-26",
"title": "Gospel of Luke",
"text": "Jesus lifted up his eyes on his disciples and said: 'Blessed are you who are poor, for yours is the kingdom of God.'"
}
},
"reflection": "The Beatitudes turn worldly values upside down — Jesus blesses the poor and warns the complacent, calling us to gospel reorientation.",
"prayer": "Lord Jesus, form us by your Beatitudes; make us poor in spirit and rich in compassion.",
"language": "en"
},
{
"id": "2025-09-15",
"date": "2025-09-15",
"title": "Memorial of Our Lady of Sorrows",
"season": "ordinary",
"week": 24,
"readings": {
"first": {
"reference": "1 Tim 2:1-8",
"title": "First Letter to Timothy",
"text": "Beloved: First of all, I ask that supplications, prayers, petitions, and thanksgivings be offered for everyone, for kings and for all in authority, that we may lead a quiet and tranquil life in all devotion and dignity."
},
"psalm": {
"reference": "Ps 28:2, 7, 8-9",
"title": "Psalm 28",
"text": "Hear the sound of my pleading, when I cry to you, lifting up my hands toward your holy shrine. The LORD is my strength and my shield."
},
"gospel": {
"reference": "Jn 19:25-27",
"title": "Gospel of John",
"text": "Standing by the cross of Jesus were his mother and his mother's sister, Mary the wife of Clopas, and Mary Magdalene. When Jesus saw his mother and the disciple there whom he loved he said to his mother, 'Woman, behold, your son.'"
}
},
"reflection": "Mary's sorrows teach us about the depth of a mother's love and the cost of discipleship. As she stood by the cross, she teaches us to remain faithful even in our darkest moments.",
"prayer": "Mary, Mother of Sorrows, teach us to remain faithful to Jesus even when following him leads us to the cross.",
"language": "en"
},
{
"id": "2025-09-16",
"date": "2025-09-16",
"title": "Memorial of Saints Cornelius, Pope, and Cyprian, Bishop, Martyrs",
"season": "ordinary",
"week": 24,
"readings": {
"first": {
"reference": "1 Tim 3:1-13",
"title": "First Letter to Timothy",
"text": "Beloved, this saying is trustworthy: whoever aspires to the office of bishop desires a noble task. Therefore, a bishop must be irreproachable, married only once, temperate, self-controlled, decent, hospitable, able to teach."
},
"psalm": {
"reference": "Ps 101:1-2, 2-3, 5, 6",
"title": "Psalm 101",
"text": "Of mercy and judgment I will sing; to you, O LORD, I will sing praise. I will persevere in the way of integrity; when will you come to me?"
},
"gospel": {
"reference": "Lk 7:11-17",
"title": "Gospel of Luke",
"text": "Jesus journeyed to a city called Nain, and his disciples and a large crowd accompanied him. When the Lord saw her, he was moved with pity for her and said to her, 'Do not weep.'"
}
},
"reflection": "The martyrdom of Saints Cornelius and Cyprian reminds us that faithful leadership in the Church sometimes demands the ultimate sacrifice.",
"prayer": "Lord, give us leaders like Saints Cornelius and Cyprian who shepherd your people with integrity and courage.",
"language": "en"
},
{
"id": "2025-09-21",
"date": "2025-09-21",
"title": "Twenty-fifth Sunday in Ordinary Time",
"season": "ordinary",
"week": 25,
"readings": {
"first": {
"reference": "Wis 2:12, 17-20",
"title": "Book of Wisdom",
"text": "The wicked say: Let us beset the just one, because he is obnoxious to us; he sets himself against our doings, reproaches us for transgressions of the law."
},
"psalm": {
"reference": "Ps 54:3-4, 5, 6-8",
"title": "Psalm 54",
"text": "O God, by your name save me, and by your might defend my cause. O God, hear my prayer; hearken to the words of my mouth."
},
"second": {
"reference": "Jas 3:16—4:3",
"title": "Letter of James",
"text": "Beloved: Where jealousy and selfish ambition exist, there is disorder and every foul practice. But the wisdom from above is first of all pure, then peaceable, gentle, compliant."
},
"gospel": {
"reference": "Mk 9:30-37",
"title": "Gospel of Mark",
"text": "Jesus and his disciples left from there and began a journey through Galilee. Taking a child, he placed it in their midst, and putting his arms around it, he said to them, 'Whoever receives one child such as this in my name, receives me.'"
}
},
"reflection": "True greatness in God's kingdom is measured not by power or status, but by our willingness to serve others, especially the most vulnerable.",
"prayer": "Jesus, help us to embrace your way of humble service and to welcome the least among us as we would welcome you.",
"language": "en"
},
{
"id": "2025-09-29",
"date": "2025-09-29",
"title": "Feast of Saints Michael, Gabriel, and Raphael, Archangels",
"season": "ordinary",
"week": 26,
"readings": {
"first": {
"reference": "Dan 7:9-10, 13-14",
"title": "Book of Daniel",
"text": "As I watched: Thrones were set up and the Ancient One took his throne. His clothing was snow bright, and the hair on his head as white as wool."
},
"psalm": {
"reference": "Ps 138:1-2ab, 2cde-3, 4-5",
"title": "Psalm 138",
"text": "I will give thanks to you, O LORD, with all my heart, for you have heard the words of my mouth; in the presence of the angels I will sing your praise."
},
"gospel": {
"reference": "Jn 1:47-51",
"title": "Gospel of John",
"text": "Jesus saw Nathanael coming toward him and said of him, 'Here is a true child of Israel. There is no duplicity in him.' And he said to him, 'Amen, amen, I say to you, you will see the sky opened and the angels of God ascending and descending on the Son of Man.'"
}
},
"reflection": "The archangels remind us of the vast spiritual reality that surrounds us. Like Nathanael, we are called to recognize Jesus as the bridge between heaven and earth.",
"prayer": "Holy archangels Michael, Gabriel, and Raphael, protect us and guide us as we journey toward God.",
"language": "en"
},
{
"id": "2025-10-01",
"date": "2025-10-01",
"title": "Memorial of Saint Thérèse of the Child Jesus, Virgin and Doctor of the Church",
"season": "ordinary",
"week": 27,
"readings": {
"first": {
"reference": "Zec 8:20-23",
"title": "Book of Zechariah",
"text": "Thus says the LORD of hosts: There shall yet come peoples, the inhabitants of many cities; and the inhabitants of one city shall approach those of another, and say, 'Come! let us go to implore the favor of the LORD.'"
},
"psalm": {
"reference": "Ps 87:1-3, 4-5, 6-7",
"title": "Psalm 87",
"text": "His foundation upon the holy mountains the LORD loves: the gates of Zion, more than any dwelling of Jacob. Glorious things are said of you, O city of God!"
},
"gospel": {
"reference": "Lk 10:1-12",
"title": "Gospel of Luke",
"text": "After this the Lord appointed seventy-two others whom he sent ahead of him in pairs to every town and place he intended to visit. The harvest is abundant but the laborers are few."
}
},
"reflection": "Saint Thérèse's 'little way' reminds us that mission work doesn't require grand gestures but simple trust in God's love.",
"prayer": "Little Thérèse, teach us your way of confidence and love, that we might serve God with childlike trust.",
"language": "en"
},
{
"id": "2025-10-07",
"date": "2025-10-07",
"title": "Memorial of Our Lady of the Rosary",
"season": "ordinary",
"week": 27,
"readings": {
"first": {
"reference": "Jon 3:1-10",
"title": "Book of Jonah",
"text": "The word of the LORD came to Jonah a second time: 'Set out for the great city of Nineveh, and announce to it the message that I will tell you.' When the people of Nineveh believed God; they proclaimed a fast."
},
"psalm": {
"reference": "Ps 130:1-2, 3-4, 7-8",
"title": "Psalm 130",
"text": "Out of the depths I cry to you, O LORD; LORD, hear my voice! Let your ears be attentive to my voice in supplication."
},
"gospel": {
"reference": "Lk 11:1-4",
"title": "Gospel of Luke",
"text": "Jesus was praying in a certain place, and when he had finished, one of his disciples said to him, 'Lord, teach us to pray just as John taught his disciples.'"
}
},
"reflection": "On this feast of Our Lady of the Rosary, we remember Mary's role in teaching us to pray. Like the Ninevites who repented at Jonah's message, we are called to ongoing conversion through prayer.",
"prayer": "Holy Mary, teach us to pray the rosary with devotion, meditating on the mysteries of our salvation with you.",
"language": "en"
},
{
"id": "2025-10-31",
"date": "2025-10-31",
"title": "Friday of the Thirty-first Week in Ordinary Time",
"season": "ordinary",
"week": 31,
"readings": {
"first": {
"reference": "Rom 9:1-5",
"title": "Letter to the Romans",
"text": "Brothers and sisters: I speak the truth in Christ, I do not lie; my conscience joins with the Holy Spirit in bearing me witness that I have great sorrow and constant anguish in my heart."
},
"psalm": {
"reference": "Ps 147:12-13, 14-15, 19-20",
"title": "Psalm 147",
"text": "Glorify the LORD, O Jerusalem; praise your God, O Zion. For he has strengthened the bars of your gates; he has blessed your children within you."
},
"gospel": {
"reference": "Lk 14:1-6",
"title": "Gospel of Luke",
"text": "On a sabbath Jesus went to dine at the home of one of the leading Pharisees, and the people there were observing him carefully. Then he said to them, 'Who among you, if your son or ox falls into a cistern, would not immediately pull him out on the sabbath day?'"
}
},
"reflection": "As we near All Saints Day, we reflect on Paul's deep love for his people and Jesus' compassion for the suffering. True holiness shows itself in genuine care for others.",
"prayer": "Lord, as we prepare to celebrate All Saints Day, help us to follow their example of love and service to our neighbors.",
"language": "en"
}

  ]
}


